#lang racket

(require "../lib/all.rkt")
(require "../graphics/console.rkt")

(provide (all-defined-out))

; aging biomarkers by Roman Volkov

;АлАТ,
;АсАТ,
;билирубина,
;витамина B12,
;витамина D,
;гликированного гемоглобина,
;глюкозы,
;гомоцистеина,
;ИЛ-6,
;инсулина,
;ИФР-1,
;креатинина + проба Реберга,
;лептина,
;мочевой кислоты,
;СРБ,
;тестостерона,
;липидный профиль,
;кроме того, надо будет измерить толщину КИМ общей сонной артерии + степень её стеноза... пока всё никак руки не дойдут.. Ну либо Ангиосканом на встрече :)
